{
  "products": {
    "knife-alpha": {
      "id": "knife-alpha",
      "name": "Ніж Мисливський 'Альфа'",
      "description": "«Танто: Парні Ножі для Відданих Прихильників Точності»\n\n«Танто» — це парні ножі, створені для тих, хто цінує точність, міць і ефективність у кожному русі. Ця ексклюзивна пара ножів стане ідеальним вибором для тих, хто шукає максимальну надійність в екстремальних умовах, де важлива не лише сила, а й точність кожного дії. З їхньою допомогою ви будете готові до будь-яких викликів природи або завдань, що вимагають великої акуратності та потужності одночасно.\n\nКожен ніж цієї пари виготовлений вручну з високоякісних матеріалів, що забезпечують чудову стійкість до зносу та тривалу гостроту ріжучої кромки. Лезо «Танто» відрізняється своїм класичним стилем із характерним кінчиком, що дозволяє йому пробивати матеріали з максимальною ефективністю. Завдяки обробці за допомогою сучасних технологій, кожен ніж надає відчуття точності та контролю під час використання, що робить їх ідеальними для мисливців, колекціонерів чи тих, хто займається тактичними завданнями.\n\nНадзвичайна точність та стиль: Завдяки дизайну парних ножів «Танто», кожен ніж не просто інструмент, а витвір мистецтва, в якому поєднуються традиції японської майстерності і сучасні технічні досягнення. Кожна деталь створена з увагою до функціональності, забезпечуючи не лише естетичну привабливість, але й оптимальну ефективність при використанні в різних умовах.\n\nНадійність у кожному русі: Кожен ніж має додаткову обробку леза, що забезпечує максимальну гостроту і зносостійкість. Ручне заточення гарантує, що кожен ніж буде відмінно працювати навіть після тривалого використання в складних умовах. Ви можете покластися на цю пару ножів, знаючи, що вони не підведуть у найважчі моменти.\n\nІндивідуальний стиль та функціональність: Завдяки можливості персоналізації через лазерне гравіювання, кожен комплект ножів можна адаптувати під ваші індивідуальні побажання. Будь-то ініціали, особливий малюнок чи унікальний напис — ваші ножі стануть унікальними витворами, що відображають вашу особистість.\n\nМіцні піхви для комфортного носіння: Для кожного ножа в комплекті ми пропонуємо піхви, виготовлені з матеріалів, що забезпечують легкість та надійність при носінні. Ви можете обрати різні варіанти кріплення — на пояс, стегно чи систему MOLLE, що гарантує зручність у використанні.\n\nТанто: Парні Ножі для Відданих Прихильників Точності — це не просто інструменти. Це надійні супутники, що поєднують у собі максимальну ефективність, елегантний дизайн і високі стандарти якості. Обираючи цей комплект, ви отримуєте інструмент, що стане вашим надійним партнером у будь-яких пригодах.\n\nЦіна: 9 340 грн (за два ножі)\n\nВключає:\n\nНіж «Танто» (травлення) — 2 850 грн\nГравіювання на обох сторонах клинка — 500 грн\nПіхви «Танто» — 750 грн\nГравіювання на піхвах — 250 грн\nКріплення MOLLE — 320 грн\nРазом (за два ножі): 9 340 грн",
      "price": 129.99,
      "image_url": "/knives/8.jpg",
      "bladeLength": 15,
      "bladeWidth": 30,
      "bladeWeight": 180,
      "totalLength": 28,
      "sharpnessAngle": 20,
      "hardnessRockwell": 58,
      "sheathColor": "Чорний",
      "bladeCoatingColor": "Матовий сірий",
      "handleColor": "Дерево (горіх)",
      "engravingNames": ["Логотип виробника", "Індивідуальний напис"],
      "bladeCoatingType": "Тефлонове",
      "category": "Ножі",
      "reviews": [
        {
          "comment": "test",
          "rating": 1,
          "client": "user@example.com"
        }
      ],
      "averageRating": 1
    },
    "knife-beta": {
      "id": "knife-beta",
      "name": "Тактичний Ніж 'Бета'",
      "description": "Компактний та універсальний тактичний ніж. Ідеально підходить для щоденного використання та екстремальних умов.",
      "price": 89.5,
      "image_url": "/knives/8.jpg",
      "bladeLength": 10,
      "bladeWidth": 25,
      "bladeWeight": 120,
      "totalLength": 22,
      "sharpnessAngle": 22,
      "hardnessRockwell": 60,
      "sheathColor": "Олива",
      "bladeCoatingColor": "Чорний антивідблиск",
      "handleColor": "G10 Чорний",
      "bladeCoatingType": "Порошкове",
      "category": "Ножі"
    },
    "accessory-sharpener": {
      "id": "accessory-sharpener",
      "name": "Точилка для ножів 'Профі'",
      "description": "Професійна точилка для підтримки ідеальної гостроти ваших ножів. Підходить для різних типів лез.",
      "price": 25.0,
      "image_url": "/knives/8.jpg",
      "category": "Аксесуари"
    }
  }
}